Repository: nethesis/nethvoice
Catalog: freepbx/var/www/html/freepbx/admin/modules/nethcqr/i18n/*/LC_MESSAGES/nethcqr.po
Languages: it_it

source: Add CQR
it_it: Aggiungi CQR

source: Edit CQR: %s
it_it: Modifica CQR: %s

source: Delete CQR: %s
it_it: Elimina CQR: %s

source: CQR General Options
it_it: Impostazioni Generali CQR

source: CQR Name
it_it: Nome CQR

source: Name of this CQR.
it_it: Nom di questo CQR

source: CQR Description
it_it: Descrizione CQR

source: Description of this cqr.
it_it: Descrizione di questo CQR

source: Use Customer Code
it_it: Usa Codice Cliente

source: If checked, extract customer code from caller ID. If Manual Code is checked too, customer code can be dialed by caller if ID is not recognized. Customer code can be used in CQR query using %CUSTOMERCODE%
it_it: Se selezionato, estrae il codice cliente con la query specificata sotto o richiede che venga inserito manualmente. Il codice cliente potrà essere utilizato nella query del CQR con %CUSTOMERCODE%

source: Manual Customer Code
it_it: Richiesta Codice Cliente Manuale

source: If checked customer code can be dialed by caller if ID is not recognized
it_it: Se selezionato, il codice cliente potrà essere inserito dal chiamante

source: Customer Code Length
it_it: Lunghezza Codice Cliente

source: Length of customer code
it_it: Lunghezza del codice cliente

source: Code Retry
it_it: Numero Tentativi

source: Number of time code can be redialed
it_it: Numero di tentativi effettuabili in caso di inserimento di un codice non valido

source: Customer Code Db Type
it_it: Tipo Db Codice Cliente

source: Select one of supported database type for custome code query
it_it: Selezionare uno dei tipi di database supportati per la query per il codice cliente

source: Customer Code Db URL
it_it: URL db Codice Cliente

source: URL of database for custome code query
it_it: URL del database per il codice cliente

source: Customer Code Db Name
it_it: Nome db Codice Cliente

source: Name of database for custome code query
it_it: Nome del database per il codice cliente

source: Customer Code Db Username
it_it: Username db Codice Cliente

source: Username that will be used accessing database for custome code query
it_it: Username che sarà usato per accedere al database per risolvere il codice cliente

source: Customer Code Db Password
it_it: Password db Codice Cliente

source: Password for database for custome code query
it_it: Password per il database del codice cliente

source: Customer Code Query
it_it: Query Codice Cliente

source: Query for custome code. %CID% will be replaced with caller ID. Example: SELECT `customer_code` FROM `phonebook` WHERE `caller_id` = '%CID%'
it_it: Query per estrarre il codice cliente. Si può utilizzare la variabile %CID% che verrà sostituita con l'ID del chiamante. Esempio: SELECT `customer_code` FROM `phonebook` WHERE `caller_id` = '%CID%'

source: CQR Options
it_it: Opzioni CQR

source: Announcement
it_it: Annuncio

source: Greeting to be played on entry to the CQR.
it_it: Annuncio che viene riprodotto all'arrivo del CQR.

source: Database Type
it_it: Tipo di database

source: Select one of supported database type
it_it: Selezionare uno dei database supportati

source: Database URL
it_it: URL Datatbase

source: URL of database
it_it: URL del database

source: Database Name
it_it: Nome Database

source: Name of database
it_it: Nome del database

source: Database Username
it_it: Username

source: Username that will be used accessing database
it_it: Username che sarà usato per accedere al database

source: Database Password
it_it: Password

source: Password for database
it_it: Password che sarà usata per accedere al database

source: Query. %CID% will be replaced with caller ID, %CUSTOMERCODE% with customer code found by Customer code query. Example: SELECT `name` FROM `phonebook` WHERE `customer_code` = '%CUSTOMERCODE%'
it_it: Query. %CID% sarà sostituito con l'ID chiamante, %CUSTOMERCODE% con il codice cliente. Esempio: SELECT `name` FROM `phonebook` WHERE `customer_code` = '%CUSTOMERCODE%'

source: Default Destination
it_it: Destinazione di default

source: NethCQR Entries
it_it: Voci NethCQR

source: Position
it_it: Posizione

source: Condition
it_it: Condizione

source: Destination
it_it: Destinazione

source: Delete
it_it: Elimina

source: Customer Code Resolution
it_it: Risoluzione Codice Cliente

source: Default destination of the call
it_it: Destinazione di default della chiamata

source: Announcement Customer Code
it_it: Annuncio Codice Cliente

source: Greeting to be played to ask Customer Code.
it_it: Annuncio che viene riprodotto per chiedere l'inserimento del Codice Cliente.

source: Announcement Customer Code Error
it_it: Annuncio Errore Codice Cliente

source: Greeting to be played when an error occur typing Customer Code.
it_it: Annuncio che viene riprodotto quando avviene un errore nell'inserimento del Codice Cliente.

source: Customer Code Check Query
it_it: Query Controllo Codice Cliente

source: Query for custome code checking. %CODCLI% will be replaced with the custome code. Example: SELECT `customer_code` FROM `phonebook` WHERE `customer_code` = '%CODCLI%'
it_it: Query per controllare che il codice cliente inserito sia corretto. %CODCLI% verrà sostituito con il codice cliente immesso. Esempio: SELECT `customer_code` FROM `phonebook` WHERE `customer_code` = '%CODCLI%'

source: Use workphone for query
it_it: Usa il telefono lavoro per le query

source: Use company workphone for query if available instead of callers.
it_it: Usa il telefono lavoro per le query se disponibile invece del numero chiamante reale.
